Repository: wechange-eg/cosinnus-file
Catalog: cosinnus_file/locale/*/LC_MESSAGES/django.po
Languages: be

source: Files
be: Файлы

# the_app
source: file
be: файл

source: A user uploaded a new file
be: Карыстальнік(-ца) зацягнуў(-ла) новы файл

source: %(sender_name)s created a new file
be: %(sender_name)s стварыў(-ла) новы файл

source: A new file: "%(object_name)s" was created in %(team_name)s.
be: Новы файл: "%(object_name)s" створаны ў %(team_name)s.

source: A user uploaded a new file in a team you are following
be: Карыстальнік(-ца) зацягнуў(-ла) новы файл у каманду, за якой вы сочыце

source: %(sender_name)s created a new file in %(team_name)s (which you follow)
be: %(sender_name)s стварыў(-ла) новы файл у %(team_name)s (за якой вы сочыце)

source: A new file: "%(object_name)s" was created in %(team_name)s (which you follow).
be: Новы файл: "%(object_name)s" створаны ў %(team_name)s (за якой вы сочыце).

source: Latest Files
be: Апошнія файлы

source: No files
be: Няма файлаў

source: Pictures
be: Выявы

source: Documents
be: Дакументы

source: Audio Files
be: Аудыяфайлы

source: Videos
be: Відэа

source: Created By
be: Створаны

source: File Type
be: Тып файла

source: File Name
be: Імя файла

source: File Name (descending)
be: Імя файла (залежнае)

source: Newest Created
be: Найноўшыя створаныя

source: Smallest Files
be: Найменшыя файлы

source: Largest Files
be: Найбольшыя файлы

source: Note
be: Подпіс

source: File
be: Файл

source: Path
be: Шлях

source: Uploaded by
be: Зацягнуты карыстальнікам(-цай)

source: Uploaded on
be: Зацягнуты

source: No files selected.
be: Няма вылучаных файлаў.

# special_folder_type
source: Attachments
be: Далучэнні

source: There was an error in one of the fields you entered. Please correct it before saving!
be: У адным з палёў, якія вы запоўнілі, ёсць памылка. Калі ласка, выпраўце яе перш чым захаваць старонку!

source: Description
be: Апісанне

source: Preview
be: Перадпрагляд

source: Original filename
be: Першапачатковае імя файла

source: Save
be: Захаваць

source: Delete
be: Выдаліць

source: Move
be: Перамясціць

source: Download
be: Сцягнуць

source: Download this folder
be: Сцягнуць гэту папку

source: No files have been uploaded yet.
be: Яшчэ няма зацягнутых файлаў.

source: Hi %(receiver_name)s, a new file "%(object_name)s" in %(team_name)s was uploaded by %(sender_name)s. You can find it by following this link: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team.
be: Вітаем, %(receiver_name)s, новы файл "%(object_name)s" у %(team_name)s быў зацягнуты карыстальнікам(-цай) %(sender_name)s. Вы можаце знайсці яго па наступнай спасылцы: %(object_url)s Перайдзіце па гэтай спасылцы, каб змяніць свае налады апавяшчэнняў: %(notification_settings_url)s ) Ваша каманда %(site_name)s.

source: A new file: "%(object_name)s" was uploaded in %(team_name)s.
be: Новы файл: "%(object_name)s" быў зацягнуты ў %(team_name)s.

source: Move to another Folder
be: Перамясціць у іншую папку

source: by
be: Стваральнік(-ца):

source: Created
be: Створаны

source: Edit
be: Рэдагаваць

source: Do you really want to delete file „%(title)s“?
be: Вы сапраўды хочаце выдаліць файл "%(title)s"?

source: Delete file
be: Выдаліць файл

source: More
be: Больш

source: Latest files
be: Апошнія файлы

source: There are no files yet
be: Файлаў яшчэ няма

source: Folder "%(title)s" was created successfully.
be: Папка "%(title)s" паспяхова створаная.

source: File does not exist or you are not allowed to delete it.
be: Файл не існуе, або ў Вас няма дазволу яго выдаліць.

source: A problem occurred during export. The following file is missing: %(filename)s.
be: Падчас экспарту ўзнікла праблема. Адсутнічае наступны файл: %(filename)s.

source: Invalid request.
be: Недапушчальны запыт.

source: File "%(title)s" was updated successfully.
be: Файл "%(title)s" паспяхова абноўлены.

source: File "%(title)s" could not be updated.
be: Файл "%(title)s" не атрымалася абнавіць.

source: Downloading failed, the target object was not a folder!
be: Сцягванне немагчыма, аб'ект прызначэння не з'яўляецца папкай!

source: Canceled the download because there seem to be no files in this folder.
be: Сцягванне адмененае, таму што ў гэтай папцы няма файлаў.

source: %(count)d File was added successfully.
be: %(count)d файл паспяхова дададзены.
